<?php

return [

    'category'=>'الاقسام الرئيسيه',
    'category_list'=>'عرض جميع الاقسام الرئيسيه',
    'category_add'=>'اضافه قسم رئيسي جديد',
    'category_edit'=>'تعديل قسم رئيسي ',
    'image'=>'الصوره',
    'name'=>'اسم القسم ',
    'description'=>'وصف القسم',
    'added_by'=>'اضيف بواسطه',
    'delete'=>'حذف',
    'update'=>'تعديل',
    'category_info'=>'بيانات القسم',
    'name_ar'=>' اسم القسم باللغه العربيه ',
    'name_en'=>' اسم القسم باللغه الانجليزيه ',
    'description_en'=>' وصف القسم باللغه الانجليزيه ',
    'description_ar'=>' وصف القسم باللغه العربيه ',
    'number_of_product'=>' عدد النتتجات في هذه القسم ',


    'requiredImage'=>'الصوره مطلوب',
    'imageMimes'=>'الصوره يجب ان تكون بامتداد jpg,jpeg,png',
    'nameAr'=>'الاسم باللغه العربيه مطلوب',
    'nameEn'=>'الاسم باللغه الانجليزيه مطلوب',
    'descriptionAr'=>'الوصف باللغه العربيه مطلوب',
    'descriptionEn'=>'الوصف باللغه الانجليزيه مطلوب',

];
