<?php

return [

    'partner'=>' المشتركين',
    'partner_list'=>'عرض جميع المشتركين ',
    'partner_add'=>'اضافه مشترك جديد',
    'partner_edit'=>'تعديل مشترك ',
    'image'=>'اللوجو',
    'name'=>'اسم المشترك ',
    'description'=>'وصف المشترك',
    'delete'=>'حذف',
    'update'=>'تعديل',
    'partner_info'=>'بيانات المشترك',
    'name_ar'=>' اسم المشترك باللغه العربيه ',
    'name_en'=>' اسم المشترك باللغه الانجليزيه ',
    'description_en'=>' وصف المشترك باللغه الانجليزيه ',
    'description_ar'=>' وصف المشترك باللغه العربيه ',
    'requiredImage'=>'الصوره مطلوب',
    'imageMimes'=>'الصوره يجب ان تكون بامتداد jpg,jpeg,png',
    'nameAr'=>'الاسم باللغه العربيه مطلوب',
    'nameEn'=>'الاسم باللغه الانجليزيه مطلوب',
    'descriptionAr'=>'الوصف باللغه العربيه مطلوب',
    'descriptionEn'=>'الوصف باللغه الانجليزيه مطلوب',
    'yourpartner'=>' أختر القسم',

];
